taskt/Core/Automation/Commands/DictionaryGroup/SetDictionaryValueCommand.dot
digraph "SetDictionaryValueCommand" {
"SetDictionaryValueCommand" -> "ADictionaryKeyActionCommands";
"ADictionaryKeyActionCommands" -> "ADictionaryKeyCommands";
"ADictionaryKeyActionCommands" -> "IDictionaryKeyActionProperties";
"ADictionaryKeyCommands" -> "ADictionaryInputDictionaryCommands";
"ADictionaryKeyCommands" -> "IDictionaryKeyProperties";
"ADictionaryInputDictionaryCommands" -> "ScriptCommand";
"ADictionaryInputDictionaryCommands" -> "IDictionaryProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
